<p>Все изделия проходят тщательный контроль качества перед тем, как попасть на Ваш склад. Всё
    входящее сырье проверяется в сторонней лаборатории на соответствие заявленным параметрам.
    <br>
    Экология – важный пункт в производстве Балтик Пласт. Поэтому часть ассортимента
    изготавливается из переработанного пластика. У нас минимум отходов, потому что мы их тоже
    перерабатываем.</p>
<p>Цена, себестоимость изделия – вещи, которые постоянно анализируются, чтобы соответствовать
    лучшему предложению на рынке. Количество брака минимально, но даже то, что выбраковывается –
    идет в переработку. </p>